Show / Hide Table of Contents
Enum LoadingType
Type of loading
Namespace: IdeaRS.OpenModel.Result
Assembly: IdeaRS.OpenModel.dll
Syntax
[Obfuscation(Feature = "renaming")]
public enum LoadingType
Fields
 Name |  Description
 Combination
Combination
 LoadCase
Load case
 ResultClass
Result Class
 Improve this Doc
 View Source